Repository: feelsoftware/SlideMix
Catalog: lib/l10n/app_*.arb
Languages: uk

source: tap to start
uk: почати

# createMovie
source: create
uk: створити

# newMovie
source: new
uk: створити

# notEnoughMediaToCreateMovie
source: Add {minMediaCountToProceed} or more media to create your movie
uk: Додайте {minMediaCountToProceed} чи більше файлів, щоб створити відео

# leaveCreationAlertTitle
source: Leave the project?
uk: Вийти і відмінити створення відео?

# leaveCreationAlertPrimary
source: save as draft
uk: зберегти як чернетку

# leaveCreationAlertSecondary
source: leave
uk: вийти

# leaveCancelAlertTitle
source: Movie is in progress, do you want to cancel?
uk: Відео монтується, відмінити?

# leaveCancelAlertPrimary
source: cancel
uk: відмінити

# leaveCancelAlertSecondary
source: wait
uk: зачекати

# pickMediaDialogTitle
source: Choose images from
uk: Виберіть зображення з

# mediaSourceCamera
source: Camera
uk: Камери

# mediaSourceGallery
source: Gallery
uk: Галереї

# changeCreationSettingsDialogTitle
source: Apply effects
uk: Застосуйте ефекти

# changeCreationSettingsTransition
source: Transition: {transition}
uk: Перехід: {transition}

# changeCreationSettingsOrientation
source: Orientation: {orientation}
uk: Орієнтація: {orientation}

# pickTransitionDialogTitle
source: Choose transition
uk: Виберіть перехід

# transitionNone
source: No transition
uk: Без переходів

# pickOrientationDialogTitle
source: Choose orientation
uk: Виберіть орієнтацію

# orientationSelector
source: {orientation,select, landscape{Landscape}portrait{Portrait}square{Square}other{}}
uk: {orientation,select, landscape{Пейзажна}portrait{Портретна}square{Квадратна}other{}}

# deleteMovieAlertTitle
source: Delete the video?
uk: Видалити відео?

# deleteMovieAlertPrimary
source: delete
uk: видалити

# deleteMovieAlertSecondary
source: cancel
uk: відмінити

# projectTitle
source: project #{projectId}
uk: проєкт #{projectId}

# draftTitle
source: draft #{projectId}
uk: чернетка #{projectId}

# failedPlayVideo
source: Failed to play your video
uk: Не можемо відтворити ваше відео

# previewActionShare
source: Share
uk: Поділитися

# previewActionDelete
source: Delete
uk: Видалити
